/* This instruction tells the user that a rectangle was not found in the specific frame */
" Snap! No Corners Found" = " Šñààþ¡  Ñô  Çôŕññéŕšš Ƒôôûñð";

/* Frames Per Second */
"%@ Frames Per Second" = "%@ Ƒŕŕàɱééš ÞÞéŕ ŠŠéçôôñð";

/* Number of frames in this video */
"%i count" = "%i çôôûñţţ";

/* Action button to cancel action or modal */
"cancel" = "çàñççéļ";

/* Telling the user that the frames are being processed to create a video */
"Compiling..." = "Çôɱþþîļîîñĝ····";

/* Telling the user that the frame is being generated */
"creating frame" = "çŕéààţîññĝ ƒƒŕàɱéé";

/* Action button to delete a piece of data */
"delete" = "ðéļééţé";

/* Ask the user to confirm frame deletion */
"Delete this frame?" = "Ðéļééţé  ţĥîîš ƒŕŕàɱéé¿";

/* Ask the user if she wants to delete this video */
"Delete this piece?" = "Ðéļééţé  ţĥîîš þîîéçéé¿";

/* It tells the user which frame number she's on while taking a photo */
"frame %i" = "ƒŕàɱɱé %i";

/* Ask the user if she wants to leave the screen without saving the changes she's made */
"Go back without saving?" = "Ĝô ƀƀàçķķ ŵîîţĥôûûţ ššàṽîîñĝ¿";

/* Action button to acknowledge what's been said */
"ok" = "ôķ";

/* Warning to the user that she did not grant this app a permission to post to her Facebook account */
"Permission not granted" = "Þéŕɱɱîšššîôññ ñôţţ ĝŕŕàñţţéð";

/* Ask the user to change the privacy settings to permit camera use */
"Pieces doesn't have permission to use Camera, please change privacy settings" = "Þîéççéš  ðôééšñ'ţţ ĥààṽé  þéŕɱɱîšššîôññ ţô  ûšéé Çààɱéŕàà، þþļéààšé ççĥàññĝé  þŕîṽṽàçýý šééţţîññĝš";

/* Ask the user to log in again */
"Please retry" = "Þļéààšé  ŕéţţŕý";

/* Ask the user to retry at a later time */
"Please try again later." = "Þļéààšé  ţŕýý àĝààîñ  ļàţţéŕ·";

/* Instruction to sign in with Facebook */
"Sign in with Facebook" = "Šîĝññ îññ ŵîîţĥ ƑƑàçééƀôôôķ";

/* Sign out button */
"sign out" = "šîĝññ ôûûţ";

/* Alert message to the user that there was an error in connecting to Facebook */
"Something went wrong" = "Šôɱééţĥîîñĝ  ŵéñţţ ŵŕŕôñĝĝ";

/* Instruction to tell the user to tap anywhere on the screen to take a photo */
"tap anywhere" = "ţàþ  àñýýŵĥééŕé";

/* Wording to assure the user that we do not post without their explicit permission */
"We don't post on behalf of you" = "Ŵé ððôñ'ţţ þþôšţ  ôñ  ƀéĥĥàļƒ  ôƒ  ýôûû";

/* Action word to confirm leaving without saving */
"yes" = "ýéš";

/* It explains to the user that her work will not be published to Facebook as she did not grant this app a permission */
"Your action will not be published to Facebook." = "Ýôûŕŕ àççţîôôñ ŵîîļļ  ñôţţ ƀé  þûƀƀļîššĥéð  ţô  Ƒàççéƀôôôķ·";

